Repository: chadcf/nodeaccess
Catalog: po/*.po
Languages: el

source: You can set grants per users.
el: Μπορείτε να ορίσετε κανόνες πρόσβασης για τους χρήστες.

source: You need to check the Keep checkbox if you want to keep the user for granting. Users with Keep checkbox checked remain in the user table between searches. Note that user rights are additional to those coming from roles.
el: Πρέπει να επιλέξετε το πλαίσιο Διατήρηση αν επιθυμείτε να κρατήσετε το χρήστη για τους κανόνες πρόσβασης. Οι χρήστες με το πλαίσιο Διατήρηση επιλεγμένο παραμένουν στον πίνακα χρηστών μεταξύ των αναζητήσεων. Πρέπει να σημειωθεί ότι τα δικαιώματα χρηστών είναι πρόσθετα σε αυτά που προέρχονται από τους ρόλους.

source: Nodeaccess
el: Nodeaccess (κανόνες πρόσβασης)

source: Change default settings for the nodeaccess module
el: Αλλάξτε τις προεπιλεγμένες ρυθμίσεις για τη μονάδα nodeaccess

source: Grant
el: Κανόνες πρόσβασης

source: Search
el: Αναζήτηση

source: Save Grants
el: Αποθήκευση Κανόνων Πρόσβασης

source: Role
el: Ρόλος

source: View
el: Άποψη

source: Edit
el: Επεξεργασία

source: Delete
el: Διαγραφή

source: Enter names to search for users:
el: Πληκτρολογήστε ονόματα για αναζήτηση χρηστών:

source: User
el: Χρήστης

source: Keep?
el: Διατήρηση;

source: Grants saved.
el: Οι κανόνες πρόσβασης αποθηκεύτηκαν.

source: Give node grants priority
el: Εισάγετε προτεραιότητα στους κανόνες πρόσβασης

source: If you are only using this access control module, you can safely ignore this. If you are using multiple access control modules, and you want the grants given on individual nodes to override any grants given by other modules, you should check this box.
el: Αν χρησιμοποιείτε μόνο αυτή τη μονάδα ελέγχου πρόσβασης, μπορείτε να αγνοήσετε το παρακάτω με ασφάλεια. Αν χρησιμοποιείτε πολλές μονάδες ελέγχου πρόσβασης και επιθυμείτε οι κανόνες πρόσβασης που δίνονται σε συγκεκριμένους κόμβους να έχουν προτεραιότητα από τους κανόνες πρόσβασης άλλων μονάδων, θα πρέπει να επιλέξετε το πλαίσιο αυτό.

source: Allowed Roles
el: Επιτρεπόμενοι Ρόλοι

source: The selected roles will be listed on individual node grants. If you wish for certain roles to be hidden from users on the node grants tab, make sure they are not selected here
el: Οι επιλεγμένοι ρόλοι θα εμφανίζονται στη λίστα των κανόνων πρόσβασης συγκεκριμένων κόμβων. Αν επιθυμείτε ορισμένοι ρόλοι να είναι κρυφοί από την καρτέλα των χρηστών στους κανόνες πρόσβασης του κόμβου, πρέπει να μην είναι επιλεγμένοι εδώ.

source: Show grant tab for this node type
el: Εμφάνιση καρτέλας κανόνων πρόσβασης για αυτόν τον τύπο ύλης

source: Author Settings
el: Ρυθμίσεις συγγραφέα

source: Node author
el: Συγγραφέας κόμβου

source: The settings selected for the node author will define what permissions the node author has. This cannot be changed on individual node grants
el: Οι επιλεγμένες για το συγγραφέα ρυθμίσεις καθορίζουν τα δικαιώματα που έχει ο συγγραφέας του κόμβου. Αυτό δεν μπορεί να αλλάξει στους κανόνες πρόσβασης χωριστών κόμβων.

source: Grants Saved
el: Οι κανόνες πρόσβασης αποθηκεύτηκαν

source: administer nodeaccess
el: διαχείριση μονάδας nodeaccess

source: grant node permissions
el: διατύπωση κανόνων πρόσβασης

source: grant own node permissions
el: διατύπωση δικών τους κανόνων πρόσβασης

source: nodeaccess
el: nodeaccess (κανόνες πρόσβασης)

source: Provides per node access control
el: Δίνει δυνατότητα ελέγχου πρόσβασης με βάση τον τύπο ύλης
